/* Satellite map view */
"Hybrid" = "Híbrido";

/* Hybrid map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";

/* Cycle Pin Locations */
"Cycle Pin Locations" = "Cicle ubicaciones de pin ";

/* My Location */
"My Location" = "Mi ubicacion";

/* Interesting location visited */
"Interesting location visited" = "Ubicación interesante visitada";

/* Current residence */
"Current residence" = "Residencia actual";

/* Place of birth */
"Place of birth" = "Lugar de nacimiento";
